module.exports = {
  "data": {
    "introduceList": [
      {
        "num": "24个月",
        "txt": "视频有效期"
      },
      {
        "num": "100周",
        "txt": "课程内容"
      },
      {
        "num": "12个月",
        "txt": "教学服务期限"
      },
      {
        "num": "2642集",
        "txt": "课程时节"
      },
      {
        "num": "174个",
        "txt": "实操演练"
      },
      {
        "num": "24h内",
        "txt": "作业批改"
      },
      {
        "num": "1833964人",
        "txt": "学习人数"
      },
      {
        "num": "19个",
        "txt": "学习阶段"
      }
    ],
    "Clist": [
      {
        "type_id": 188,
        "type_name": "预科阶段：测试环境和操作系统",
        "id": 12109
      },
      {
        "type_id": 163,
        "type_name": "第一阶段：Windows操作系统基础",
        "id": 10635
      },
      {
        "type_id": 164,
        "type_name": "第二阶段：Windows服务器",
        "id": 10713
      },
      {
        "type_id": 165,
        "type_name": "第三阶段：软件测试入门",
        "id": 10781
      },
      {
        "type_id": 166,
        "type_name": "第四阶段：功能测试与项目实战",
        "id": 10847
      },
      {
        "type_id": 167,
        "type_name": "第五阶段：测试方法与白盒测试",
        "id": 11055
      },
      {
        "type_id": 168,
        "type_name": "第六阶段：非功能测试",
        "id": 11099
      },
      {
        "type_id": 169,
        "type_name": "第七阶段：专项测试",
        "id": 11176
      },
      {
        "type_id": 170,
        "type_name": "第八阶段：功能自动化测试",
        "id": 11193
      },
      {
        "type_id": 171,
        "type_name": "第九阶段：性能自动化测试",
        "id": 11248
      },
      {
        "type_id": 174,
        "type_name": "第十阶段：接口自动化测试",
        "id": 11297
      },
      {
        "type_id": 175,
        "type_name": "第十一阶段：App自动化测试",
        "id": 11300
      },
      {
        "type_id": 277,
        "type_name": "第十二阶段：安全测试",
        "id": 16800
      },
      {
        "type_id": 176,
        "type_name": "第十三阶段：面试题讲解与面试技巧",
        "id": 13927
      },
      {
        "type_id": 361,
        "type_name": "第十四阶段：Java编程基础和Java Web开发基础",
        "id": 23813
      },
      {
        "type_id": 362,
        "type_name": "第十五阶段：数据库基础",
        "id": 23919
      },
      {
        "type_id": 363,
        "type_name": "第十六阶段：Linux操作系统",
        "id": 24122
      },
      {
        "type_id": 364,
        "type_name": "第十七阶段：Python编程基础",
        "id": 24166
      },
      {
        "type_id": 444,
        "type_name": "第十八阶段：分布式版本控制Git",
        "id": 30426
      }
    ],
    "price": "11980",
    "image": "https://www.itbaizhan.com/public/api/nav/20.jpg?v=1.0.7",
    "height": "5106",
    "week": [
      {
        "id": 100,
        "title": "VMWare的使用、Windows基础知识、DOS命令、网络知识",
        "days": [
          "周一:软件测试和测试环境、VMWare的使用和安装操作系统",
          "周二:Windows7的基本使用、磁盘管理和用户管理",
          "周三：微型计算机的硬件知识",
          "周四：DOS基本命令的使用",
          "周五：网络的概念、网络体系结构、IP地址、子网掩码、设置网络参数",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 101,
        "title": "Windows服务器_软件测试概念与过程",
        "days": [
          "周一：NTFS权限管理、磁盘配额、共享文件",
          "周二：DNS简介、搭建DNS服务器、Web简介、搭建静态网站",
          "周三：搭建Asp动态网站、Apache搭建网站、Tomcat搭建动态网站",
          "周四：HTML标记、Session、cookie",
          "周五：软件测试的概念、过程、目标、调试与测试和质量保证的区别",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 102,
        "title": "软件测试基础知识_项目启动和研读需求",
        "days": [
          "周一：软件测试的原则、行业概述、测试工程师的要求",
          "周二：软件开发模型和测试模型",
          "周三：软件测试的级别、项目启动、组建团队、了解需求目标",
          "周四：研读项目文档",
          "周五：界面中的需求知识、提出项目文档中的问题",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 103,
        "title": "分析测试需求_测试用例",
        "days": [
          "周一：解决项目需求问题、项目功能拆分和评审",
          "周二：测试点设计方法",
          "周三：编写项目测试点",
          "周四：项目需求分析评审",
          "周五：测试用例理论知识",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 104,
        "title": "编写测试用例_缺陷报告_搭建测试环境",
        "days": [
          "周一：编写项目测试用例",
          "周二：测试计划理论知识、项目测试用例评审",
          "周三：缺陷报告及处理理论知识",
          "周四：安装和使用缺陷管理工具、版本控制工具",
          "周五：搭建项目测试环境",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 105,
        "title": " 测试项目1.0版_项目1.1版回归测试",
        "days": [
          "周一：测试项目1.0版，提交缺陷报告",
          "周二：项目1.0版总结、1.1版项目需求整理",
          "周三：项目1.1版需求分析与评审",
          "周四：编写项目1.1版测试用例与评审",
          "周五：执行1.1版测试用例、提交缺陷报告",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 106,
        "title": "2.0版回归测试",
        "days": [
          "周一：项目1.1版总结、2.0版项目需求变更分析",
          "周二：2.0版项目测试需求分析与评审",
          "周三：2.0版项目测试用例编写与评审",
          "周四：执行2.0版项目测试用例，提交缺陷报告",
          "周五：测试总结",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 107,
        "title": "测试项目实训",
        "days": [
          "周一：熟悉项目",
          "周二：需求分析",
          "周三：编写测试用例",
          "周四：执行用例、提交缺陷",
          "周五：项目总结",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 108,
        "title": "测试方法与单元测试工具_非功能测试_QTP录制脚本和添加检查点",
        "days": [
          "周一：测试方法与单元测试工具JUnit",
          "周二：界面测试、易用性测试、兼容性测试、文档测试、安装测试",
          "周三：性能测试、本地化和国际化测试、专项测试",
          "周四：安装QTP和录制脚本",
          "周五：QTP中添加检查点",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 109,
        "title": "QTP参数化_QTP编程_Selenium的使用",
        "days": [
          "周一：QTP中参数化、拆分Action",
          "周二：QTP编写脚本基础部分",
          "周三：QTP编写脚本高级部分",
          "周四：Selenium基础",
          "周五：Selenium的使用",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 110,
        "title": " LR录制脚本、增强脚本、场景设计与监控、结果分析",
        "days": [
          "周一：LR的安装、录制脚本、事务、检查点",
          "周二：LR参数化、关联",
          "周三：LR场景设计",
          "周四：LR场景监控",
          "周五：LR结果分析",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 111,
        "title": "Jmeter的使用_接口测试_App测试",
        "days": [
          "周一：Jmeter环境搭建、Jmeter测试软件性能",
          "周二：接口测试基础",
          "周三：Python测试接口",
          "周四：Jmeter测试接口",
          "周五：Appium的使用",
          "周末：提交学习日志和作业"
        ]
      },
      {
        "id": 112,
        "title": "自动化测试项目实战_面试题讲解",
        "days": [
          "周一：功能自动化项目实战",
          "周二：性能自动化项目实战",
          "周三：接口测试和App测试项目实战",
          "周四：面试题讲解",
          "周五：面试技巧讲解",
          "周末：提交学习日志和作业"
        ]
      }
    ],
    "intro": [
      {
        "title": "适合人群：",
        "class": "class_h2"
      },
      {
        "title": "1. 不懂开发或开发基础弱的，可先做初级测试工程师；",
        "class": "class_p"
      },
      {
        "title": "2. 有一定的开发基础的，可往中高级软件测试工程师发展；",
        "class": "class_p"
      },
      {
        "title": "3. 想追求稳定的，软件测试无年龄限制，较为稳定；",
        "class": "class_p"
      },
      {
        "title": "4. 想减轻工作压力的，测试按计划走，工作强度小很多；",
        "class": "class_p"
      },
      {
        "title": "5. 想快速就业人员，4个月学习周期，快速就业；",
        "class": "class_p"
      },
      {
        "title": "6. 想升职加薪的人员，13个阶段学习可以胜任更高职位。",
        "class": "class_p"
      },
      {
        "title": "学习目标：",
        "class": "class_h2"
      },
      {
        "title": "从测试基础知识开始学起，培养成为功能自动化测试、性能自动化测试、接口自动化测试、App自动化测试等全面掌握的高级测试专业人才。",
        "class": "class_p"
      },
      {
        "title": "就业方向：",
        "class": "class_h2"
      },
      {
        "title": "各行各业都需要，只要有程序员的地方，都需要软件测试工程师。",
        "class": "class_p"
      },
      {
        "title": "1. 技术路线：初级测试工程师→中级测试工程师→高级测试工程师→测试专家→测试总监",
        "class": "class_p"
      },
      {
        "title": "2. 管理路线：初级软测工程师→测试组长→测试经理→项目经理/产品经理→产品总监",
        "class": "class_p"
      },
      {
        "title": "课程更新：",
        "class": "class_h2"
      },
      {
        "title": "每周星期一上午9点更新本班课程。",
        "class": "class_p"
      },
      {
        "title": "开班日期：",
        "class": "class_h2"
      },
      {
        "title": "每月20号开班",
        "class": "class_p"
      },
      {
        "title": "班主任监管：",
        "class": "class_h2"
      },
      {
        "title": "每周班主任都会进行1V1跟踪和监管，督促学习，克服拖延症。",
        "class": "class_p"
      }
    ],
    "price_img": "https://www.itbaizhan.com/public/api/course/price/20.png",
    "status": "nopay"
  },
  "banner": "https://www.itbaizhan.com/public/api/type/banner.png",
  "is_pay": "yes",
  "sub": "no",
  "items": [
    "课程章节",
    "课程介绍",
    "课程进度表"
  ],
  "itemLength": 3
}