module.exports = {
  "data": {
    "introduceList": [
      {
        "num": "24个月",
        "txt": "视频有效期"
      },
      {
        "num": "100周",
        "txt": "课程内容"
      },
      {
        "num": "12个月",
        "txt": "教学服务期限"
      },
      {
        "num": "301集",
        "txt": "课程时节"
      },
      {
        "num": "72个",
        "txt": "实操演练"
      },
      {
        "num": "24h内",
        "txt": "作业批改"
      },
      {
        "num": "194606人",
        "txt": "学习人数"
      },
      {
        "num": "9个",
        "txt": "学习阶段"
      }
    ],
    "Clist": [
      {
        "type_id": 61,
        "type_name": "第一阶段：职场软实力介绍",
        "id": 3394
      },
      {
        "type_id": 62,
        "type_name": "第二阶段：形象气质",
        "id": 3404
      },
      {
        "type_id": 63,
        "type_name": "第三阶段：声音塑造",
        "id": 3441
      },
      {
        "type_id": 64,
        "type_name": "第四阶段：情商",
        "id": 3451
      },
      {
        "type_id": 65,
        "type_name": "第五阶段：沟通力",
        "id": 3514
      },
      {
        "type_id": 66,
        "type_name": "第六阶段：说服力",
        "id": 3565
      },
      {
        "type_id": 67,
        "type_name": "第七阶段：说服力之销售",
        "id": 3604
      },
      {
        "type_id": 68,
        "type_name": "第八阶段：演讲力",
        "id": 3635
      },
      {
        "type_id": 69,
        "type_name": "第九阶段：领导力",
        "id": 3667
      }
    ],
    "price": "11980",
    "image": "https://www.itbaizhan.com/public/api/nav/9.jpg?v=1.0.7",
    "height": "4544",
    "week": [
      {
        "id": 130,
        "title": "职场软实力介绍",
        "days": [
          "第一章 职场软实力的重要性",
          "实操1：7U软实力，你有什么？你没有什么？如何提升？什么时候开始？",
          "第二章 什么是7U+软实力理论？",
          "实操1：运用人际沟通的大秘密和周围的三个人进行沟通",
          "实操1：运用人际沟通的大秘密和周围的三个人进行沟通"
        ]
      },
      {
        "id": 131,
        "title": "形象气质",
        "days": [
          "第一章 形象气质的重要性",
          "实操1：觉察身边给你留下不好印象的人，并找出原因。",
          "第二章 好形象从头开始（脸部的修饰和整理）",
          "实操1：设计一款适合自己的发型、眉毛或者胡须",
          "第三章 服饰的选择与搭配",
          "实操1：设定场合，根据原则为自己搭配一套合适的衣服",
          "实操2：如果是男士，为自己准备一件合适的衬衣和领带， 如果是女士为自己准备一件合适的裙装",
          "第四章 注意自己的细节",
          "实操1：给自己找出至少五件适合自己的小饰品",
          "实操2：分别列举出至少五条你喜欢和你讨厌的行为举止",
          "第五章 职场礼仪",
          "实操1：和身边至少五个人进行握手练习",
          "实操2：回忆你自己的面试，哪些可以做得更好？",
          "实操3：找出自己在拜访过程中的优缺点，至少五条。",
          "第六章 生活礼仪",
          "实操1：找到接电话和打电话的区别",
          "实操2：准备一份礼物，送给合适的人",
          "实操3：在小空间里，观察其他人的行为礼仪，进行列举。",
          "第七章 宴会礼仪",
          "实操1：作为主人，宴请一次客户或者朋友，准备桌次和座次，以及各方面的礼仪，形成文案。"
        ]
      },
      {
        "id": 132,
        "title": "声音塑造",
        "days": [
          "第一章 呼吸的正确方法",
          "实操1：语音：一口气数葫芦、嘿哈",
          "实操2：利用仰卧起坐、团身起坐增强腹肌爆发力，每天坚持十个。",
          "第二章 口腔控制",
          "实操1：利用口腔控制的技巧和要领练习 绕口令《别吐葡萄皮》 吃葡萄不吐葡萄皮儿 不吃葡萄倒吐葡萄皮儿 不吃葡萄别吐葡萄皮儿 吃葡萄也别吐葡萄皮儿 不论吃葡萄不吃葡萄， 都不要乱吐葡萄皮儿。",
          "第三章 共鸣训练",
          "实操1：朗诵《长江之歌》体会共鸣",
          "实操2：西游记的四大主人公，他们的发音方式有何不同？",
          "第四章 说好普通话，走遍天下都不怕",
          "实操1：朗诵《白杨礼赞》看看自己的普通话多少分",
          "第五章 语言表达当中的声音技巧",
          "实操1：朗诵舒婷的《致橡树》，感觉一下停连重音节奏的表达",
          "实操2：自己设计一次开场主持"
        ]
      },
      {
        "id": 133,
        "title": "情商",
        "days": [
          "第一章：关于紧张，你懂哪些？",
          "实操1：找到自己说话紧张的根源，并设计克服程序",
          "第二章 条件反射（心锚）",
          "实操1：找到生活中具有心锚的三件事，并克服。",
          "第三章 关于微表情",
          "实操1：在下一次与别人交谈的时候，结合今天所学的微表情，看看你会有哪些新的发现。",
          "第四章：自身情商的激励",
          "实操1：在下一次面对别人的否定的时候，你的变化是什么？",
          "实操2：分辨生活当中的真的真诚和假的真诚，列举",
          "第五章：朋友中的情商",
          "实操1：朋友心情不好的时候，你如何去做？自己设置场景和话术。",
          "实操2：观察自己和别人的朋友圈，发现情商的小秘密",
          "第六章：职场情商",
          "实操1：设计一份有情商的简历",
          "实操2：下一次面对上司的指责，我们的心理有什么变化？列举",
          "第七章 情商中的说服力",
          "实操1：设计一种生活场景，运用情商中的说服力"
        ]
      },
      {
        "id": 134,
        "title": "沟通力",
        "days": [
          "第一章 如何介绍",
          "实操1：给自己设计一个自我介绍",
          "实操2：设定场合，把一个人介绍给自己的朋友或者把自己的朋友介绍一个人",
          "第二章：人性的特点",
          "实操1：利用需求的特点归纳总结你领导家人朋友的需求，至少五个",
          "实操2：设置场景，利用三大法宝处理一个矛盾",
          "第三章：寻找合适的话题",
          "实操1：今天跟你聊天的人，他喜欢的话题有哪些？",
          "第四章：赞美的艺术",
          "实操1：找到五个聊天对象，运用不同方式进行赞美",
          "第五章：批评的来源与方法",
          "实操1：根据自己的职业特点和生活场景，运用批评的艺术，设计一次批评的场景",
          "第六章：如何讲好一件事",
          "实操1：运用公式讲述一件最近发生的难忘的事情",
          "第七章 酒宴场合的演讲和技巧",
          "实操1：根据自己的实际情况，设计一次酒宴祝词",
          "实操2：给自己找出拒酒的理由"
        ]
      },
      {
        "id": 135,
        "title": " 说服力",
        "days": [
          "第一章：破冰策略",
          "实操1：自己设置一个场景，进行破冰",
          "第二章：如何增加筹码说服别人",
          "实操1：列举你身上说服力欠缺的筹码",
          "第三章：行为产生的原因",
          "实操1：自己的行为是如何产生的，是好的还是坏的？如何调整。",
          "第四章：说服的技巧一箩筐",
          "实操1：根据自己的特点，设计一次说服",
          "实操2：运用数字，说服身边的朋友不喝酒",
          "第五章：职场说服力",
          "实操1：给自己设计一个自我介绍",
          "实操2：用条理公式总结这个阶段学习到了什么"
        ]
      },
      {
        "id": 136,
        "title": "说服力之销售",
        "days": [
          "第一章：销售准备",
          "实操1：找到你身边的至少五位朋友，寻找他们的关键按钮，进行模拟销售",
          "第二章 成功销售十大步骤",
          "实操1：如何将一个苹果手机卖给一位老奶奶",
          "实操2：找到自己身上建立信赖感的关键和缺失",
          "第三章：最后的成交策略",
          "实操1：设置情境，根据不同的产品和客户，准备成交的话术"
        ]
      },
      {
        "id": 137,
        "title": "演讲力",
        "days": [
          "第一章：演讲前的准备",
          "实操1：设定场合和话题，为自己准备一篇演讲稿",
          "第二章 演讲场合的自我介绍",
          "实操1：万能开场白",
          "第三章：开场白",
          "实操1：根据场合，提出开场白的三个问题",
          "第四章：把握演讲的文字内容",
          "实操1：准备一个演讲的小故事",
          "第五章：文字以外的注意事项",
          "实操1：对着镜子训练自己的体态语，列举优点和缺点",
          "第六章 演讲中的小策略",
          "实操1：设置三到五人的小型演讲场合，让对方给你提问题，自己准备策略应对。",
          "第七章：演讲的结尾",
          "实操1：根据场合和话题准备一个演讲结尾",
          "实操2：根据自己的工作特点，准备一个汇报总结或者获奖感言",
          "实操3：随机抽取题目，两分钟的即兴演讲"
        ]
      },
      {
        "id": 138,
        "title": "领导力",
        "days": [
          "第一章：理解领导力",
          "实操1：看看自己身上有什么样的领导力特质，逐一分析",
          "实操22：找到你身边最敬佩的那个人，他身上的领导者的特质有哪些？",
          "第二章：创新发展",
          "实操1：列举你们企业实现过的创新，或者是理念上的或者是行动上的，技术性的都可以，思考潜在的创新",
          "第三章 组织管理",
          "实操1：根据实际情况，看看自己团队的管理制度",
          "第四章 战略决策",
          "实操1：分析一家你熟悉的成功企业的战略决策",
          "第五章 沟通协调",
          "实操1：设计方案进行上下级沟通，至少三个方法",
          "实操2：给自己团队的员工分等级，进行激励",
          "实操3：准备激励的故事，讲给员工"
        ]
      }
    ],
    "intro": [
      {
        "title": "7u软实力课程体系：",
        "class": "class_h2"
      },
      {
        "title": "线上线下课程互补，体系完善！",
        "class": "class_p"
      },
      {
        "title": "课程权充跟踪指导",
        "class": "class_p"
      },
      {
        "title": "及时反馈日常学习情况及课程表现！",
        "class": "class_p"
      },
      {
        "title": "严选师资 系统授课：",
        "class": "class_h2"
      },
      {
        "title": "师资团队庞大，力量雄厚",
        "class": "class_p"
      },
      {
        "title": "全体专职讲师均通过系统培训",
        "class": "class_p"
      },
      {
        "title": "严格考核通关筛选出来的导师。",
        "class": "class_p"
      },
      {
        "title": "班主任监管：",
        "class": "class_h2"
      },
      {
        "title": "每周班主任都会进行1V1跟踪和监管，督促学习，克服拖延症。",
        "class": "class_p"
      }
    ],
    "price_img": "https://www.itbaizhan.com/public/api/course/price/9.png",
    "status": "nopay"
  },
  "banner": "https://www.itbaizhan.com/public/api/type/banner.png",
  "is_pay": "yes",
  "sub": "no",
  "items": [
    "课程章节",
    "课程介绍",
    "课程进度表"
  ],
  "itemLength": 3
}